Repository: GNOME/gnome-multi-writer
Catalog: po/*.po
Languages: ca, hi, ka, ko, ro, sl

source: MultiWriter
hi: मल्टीराइटर
ko: 멀티라이터

source: Write an ISO file to multiple USB devices at once
ca: Escriu un fitxer ISO a diversos dispositius USB a la vegada
hi: एक साथ कई USB उपकरणों पर ISO फाइल लिखें
ka: ჩაწერეთ ISO ფაილი ბევრი USB მოწყობილობით ერთდროულად
ko: 한 번에 여러 USB 장치에 ISO 파일을 기록합니다
ro: Scrie un fișier ISO simultan pe dispozitive USB multiple
sl: Zapišite datoteko ISO na več napravah USB hkrati

source: GNOME MultiWriter can be used to write an ISO file to multiple USB devices at once. Supported drive sizes are between 1GB and 32GB.
ca: GNOME MultiWriter es pot utilitzar per escriure un fitxer ISO a múltiples dispositius USB alhora. Les mides d'unitats admeses són d'entre 1GB i 32GB.
hi: GNOME मल्टीराइटर का उपयोग एक साथ कई USB उपकरणों पर ISO फाइल लिखने के लिए किया जा सकता है। समर्थित ड्राइव का आकार 1GB और 32GB के बीच है।
ko: 그놈 멀티라이터는 한 번에 ISO 파일을 여러 USB 장치에 기록할 수 있습니다. 지원되는 드라이브 용량은 1GB에서 32GB까지입니다.
ro: GNOME MultiWriter poate fi folosit pentru a scrie simultan un fișier ISO pe dispozitive USB multiple. Dimensiunea dispozitivelor suportate este între 1GB și 32GB.
sl: MultiWriter GNOME se lahko uporablja za pisanje datoteke ISO na več naprav USB hkrati. Podprte velikosti pogonov so med 1 GB in 32 GB.

source: MultiWriter may be useful for QA testing, to create a GNOME Live image for a code sprint or to create hundreds of LiveUSB drives for a trade show.
ca: MultiWriter pot ser útil per a proves de qualitat, per a crear una imatge de GNOME Live per a una marató de codi o per a crear centenars d'unitats LiveUSB per a una fira de mostres.
hi: मल्टीराइटर QA परीक्षण, कोड स्प्रिंट के लिए GNOME लाइव छवि बनाने या व्यापार प्रदर्शनी के लिए सैकड़ों LiveUSB ड्राइव बनाने के लिए उपयोगी हो सकता है।
ko: MultiWriter는 QA 테스트에 유용하게 사용할 수 있으며, 코드 스프린트용 그놈 라이브 이미지 만들기 또는 산업 박람회용 수 백개의 LiveUSB를 만드는데 유용합니다.
ro: MultiWriter poate fi folosit pentru testarea calității, pentru a crea o imagine live cu GNOME, pentru un sprint de codare sau pentru a crea sute de USB-uri live pentru vânzare.
sl: MultiWriter je lahko uporaben za preizkušanje kakovosti, za ustvarjanje slike GNOME Live za kodni sprint ali za ustvarjanje na stotine pogonov LiveUSB za sejme.

source: Writing a more than 10 devices simultaneously can easy saturate the USB bus for most storage devices. There are two ways to write more devices in parallel:
ca: Escriure a més de 10 dispositius simultàniament pot saturar fàcilment el bus USB per a la majoria de dispositius d'emmagatzematge. Hi ha dues maneres d'escriure a més dispositius en paral·lel:
hi: एक साथ 10 से अधिक उपकरणों पर लिखने से अधिकांश स्टोरेज उपकरण के लिए USB bus आसानी से संतृप्त हो सकती है। समानांतर में अधिक उपकरण लिखने के दो तरीके हैं:
ko: 10개 이상의 장치를 동시에 기록하면 많은 저장장치에서 USB버스가 쉽게 포화될 수 있습니다. 더 많은 장치를 병렬로 기록하는 방법은 2가지가 있습니다:
ro: Scriind mai mult de 10 dispozitive simultan poate satura soclurile USB pe majoritatea dispozitivelor de stocare. Există două moduri de a scrie mai multe dispozitive în paralel:
sl: Pisanje na več kot 10 naprav hkrati lahko enostavno zasiči vodilo USB za večino naprav za hrambo. Za pisanje na več naprav hkrati obstajata dva načina:

source: Use USB 3.0 hubs, even if the storage devices are USB 2.0
ca: Utilitzeu ports USB 3.0, encara que els dispositius d'emmagatzematge siguin USB 2.0
hi: USB 3.0 हब का उपयोग करें, भले ही स्टोरेज उपकरण USB 2.0 हो
ka: გამოიყენეთ USB 3.0 ჰაბები მაშინაც კი, თუ საცავის მოწყობილობები USB 2.0-ია
ko: 저장 장치가 USB 2.0인 경우에도 USB 3.0 허브 사용
ro: Utilizați huburi USB 3.0, chiar dacă dispozitivele de stocare sunt USB 2.0
sl: Uporabljajte zvezdišča USB 3.0, tudi če so naprave za shranjevanje USB 2.0

source: Install another USB 2.0 PCIe root hub
ca: Instal·leu un altre USB 2.0 PCIe root hub
hi: एक अन्य USB 2.0 PCIe रूट हब स्थापित करें
ka: შეაერთეთ კიდევ ერთი USB 2.0 PCIe ჰაბი
ko: 다른 USB 2.0 PCIe 루트 허브 설치
ro: Instalați încă un hub de bază USB 2.0 PCIe
sl: Namestite drugo korensko zvezdišče USB 2.0 PCIe

source: MultiWriter was originally written as part of the ColorHug project but was split off as an independent application in 2015.
ca: MultiWriter va ser escrit originalment com a part del projecte ColorHug però es va separar com una aplicació independent el 2015.
hi: मल्टीराइटर मूल रूप से ColorHug प्रोजेक्ट के हिस्से के रूप में लिखा गया था लेकिन 2015 में इसे एक स्वतंत्र अनुप्रयोग के रूप में अलग कर दिया गया था।
ko: 멀티라이터는 원래 ColorHug 프로젝트의 일부로 작성되었지만, 2005년도에 독립적인 프로그램으로 분리되었습니다.
ro: MultiWriter a fost original scris ca parte a proiectului ColorHug dar s-a împărțit ca aplicație independentă în 2015.
sl: MultiWriter je bil prvotno napisan kot del projekta ColorHug, vendar je bil leta 2015 ločen kot samostojen program.

source: Initial screen for the application
ca: Pantalla inicial de l'aplicació
hi: अनुप्रयोग के लिए प्रारंभिक स्क्रीन
ka: აპლიკაციის პირველი ეკრანი
ko: 프로그램의 초기 화면
ro: Ecranul inițial al aplicației
sl: Začetni zaslon za program

source: Writing and verifying images
ca: Escriptura i verificació de les imatges
hi: छवियों को लिखा और सत्यापित किया जा रहा है
ka: ასლების გადამოწმება და ჩაწერა
ko: 이미지 기록 및 검사
ro: Scrierea și verificarea imaginilor
sl: Pisanje in preverjanje slik

source: All devices have been written
ca: Tots els dispositius han estat escrits
hi: सभी उपकरण लिखे जा चुके हैं
ka: ყველა მოწყობილობა ჩაწერილია
ko: 모든 장치가 기록되었습니다
ro: Toate dispozitivele au fost scrise
sl: Pisanje na vse naprave je zaključeno

source: Image;Writer;ISO;USB;
ca: Imatge;Gravador;ISO;USB;
hi: छवि;लेखक;ISO;USB;
ko: Image;이미지;Writer;라이터;ISO;USB;
ro: Image;Writer;ISO;USB;Imagine;Dispozitiv;Live;
sl: image;slika;zapisovalnik;ISO;USB;

source: The filename to write to the USB disks
ca: Nom del fitxer a escriure en els dispositius USB
hi: USB डिस्क पर लिखने के लिए फाइल नाम
ka: ფაილის სახელი USB დისკზე ჩასაწერად
ko: USB 디스크에 기록할 파일 이름
ro: Numele fișierului de scris pe discurile USB
sl: Ime datoteke za zapisovanje na diske USB

source: The filename of the ISO image to write to the connected USB disks.
ca: Nom del fitxer de la imatge ISO a escriure en els dispositius USB connectats.
hi: कनेक्टेड USB डिस्क पर लिखने के लिए ISO छवि का फाइल नाम।
ko: 연결된 USB 디스크에 작성할 ISO 이미지의 파일 이름.
ro: Numele fișierului imaginii ISO de scris pe discurile USB conectate.
sl: Ime datoteke ISO slike za zapisovanje na priključene diske USB.

source: The maximum number of threads to use
ca: Nombre màxim de subprocessos a utilitzar
hi: उपयोग करने के लिए थ्रेड्स की अधिकतम संख्या
ka: გამოყენებადი მუშა ნაკადების რაოდენობა
ko: 사용할 최대 스레드 수
ro: Numărul maxim de fire de execuție de folosit
sl: Največje število niti za uporabo

source: The maximum number of parallel threads to use when copying data.
ca: Nombre màxim subprocessos a utilitzar en copiar dades.
hi: डेटा की प्रतिलिपि बनाते समय उपयोग किए जाने वाले समानांतर थ्रेड की अधिकतम संख्या।
ka: მონაცემების კოპირებისას გამოყენებული პარალელური ნაკადების რაოდენობა.
ko: 데이터를 복사할 때 사용할 최대 병렬 스레드 수.
ro: Numărul maxim de fire de execuție de folosit când se copiază date.
sl: Največje število vzporednih niti za kopiranje podatkov.

source: Completely blank drive when writing
ca: Unitat completament buida en escriure
hi: लिखते समय पूरी तरह से ड्राइव खाली करें
ka: ჩაწერისას დისკის სრულად წაშლა
ko: 기록할 때 드라이브가 완전히 비었습니다
ro: Dispozitiv complet gol când se scrie
sl: Popolnoma prazen pogon pri pisanju

source: Write the ISO to the drive and then blank the remainder of the drive.
ca: Escriu l'ISO a la unitat i després esborra la resta de la unitat.
hi: ड्राइव पर ISO लिखें और फिर ड्राइव के शेष भाग को खाली कर दें।
ka: ISO-ის დისკზე ჩაწერა და დარჩენილი დისკის გასუფთავება.
ko: 장치에 ISO 파일을 기록한 후 드라이브의 나머지 부분을 비웁니다.
ro: Scrie ISO-ul pe dispozitiv și apoi golește restul dispozitivului.
sl: ISO zapišite v pogon in nato izpraznite preostanek pogona.

source: Verify the ISO image was written correctly
ca: Verifica que la imatge ISO s'ha escrit correctament
hi: सत्यापित करें कि ISO छवि सही तरीके से लिखी गई थी
ka: ISO ასლის ჩაწერის გადამოწმება
ko: ISO 이미지가 올바르게 기록되었는지 검사
ro: Verifică dacă imaginea ISO a fost corect scrisă
sl: Preverite, ali je bila slika ISO pravilno zapisana

source: Read and verify the ISO image from each device after writing is complete.
ca: Llegiu i verifiqueu la imatge ISO de cada dispositiu després de completar l'escriptura.
hi: लेखन पूरा होने के बाद प्रत्येक उपकरण से ISO छवि को पढ़ें और सत्यापित करें।
ko: 기록이 완료된 후 각 장치에서 ISO 이미지를 읽고 검사합니다.
ro: Citește și verifică imaginea ISO pentru fiecare dispozitiv după ce scrierea este completă.
sl: Preberi in preveri sliko ISO iz vsake naprave, potem ko je pisanje končano.

source: Inspect the device before writing images
ca: Inspecciona el dispositiu abans d'escriure imatges
hi: छवियां लिखने से पहले उपकरण का निरीक्षण करें
ka: მოწყობილობის შემოწმება ასლების ჩაწერადმე
ko: 이미지를 기록 전에 장치 검사
ro: Inspectează dispozitivul după scrierea imaginilor
sl: Pred pisanjem slik preglej napravo

source: Inspect the device to verify the reported device size is the actual media size.
ca: Inspecciona el dispositiu per verificar que la mida del dispositiu reportat és la mida real del suport.
hi: यह सत्यापित करने के लिए उपकरण का निरीक्षण करें कि रिपोर्ट किया गया उपकरण आकार वास्तविक मीडिया आकार है।
ko: 장치를 검사하여 보고된 장치 용량이 실제 미디어 용량인지 검사합니다.
ro: Inspectează dispozitivul pentru a verifica dacă dimensiunea raportată este și cea actuală.
sl: Preglejte napravo, da preverite, ali je navedena velikost naprave dejanska velikost medija.

source: Show a warning before writing to a drive
ca: Mostra una advertència abans d'escriure a una unitat
hi: किसी ड्राइव पर लिखने से पहले एक चेतावनी दिखाएं
ka: გაფრთხილება დისკზე ჩაწერამდე
ko: 장치에 기록 전에 경고 보이기
ro: Arată o avertizare înainte de a scrie pe dispozitiv
sl: Pokaži opozorilo pred pisanjem na pogon

source: Show a warning dialog confirming that the device contents are to be erased.
ca: Mostra un diàleg d'avís confirmant que el contingut del dispositiu serà suprimit.
hi: यह पुष्टि करने वाला एक चेतावनी संवाद दिखाएं कि उपकरण की सामग्री मिटा दी जानी है।
ko: 장치의 내용이 삭제될 것인지 확인하는 경고 대화상자 보이기.
ro: Arată un dialog de avertizare ce confirmă că dispozitivul va fi curățat de conținut.
sl: Pokažite opozorilno pogovorno okno, ki potrjuje, da želite izbrisati vsebino naprave.

source: Check the device
ca: Comprova el dispositiu
hi: उपकरण की जांच करें
ka: მოწყობილობის შემოწმება
ko: 장치 확인
ro: Verifică dispozitivul
sl: Preveri napravo

source: Authentication is required to probe the device
ca: Es requereix autentificació per a comprovar el dispositiu
hi: उपकरण की जांच के लिए प्रमाणीकरण आवश्यक है
ka: მოწყობილობის გამოცდას ავთენტიკაცია სჭირდება
ko: 장치를를 검증하려면 인증이 필요합니다
ro: Autentificarea este necesară pentru a investiga dispozitivul
sl: Za sondiranje naprave je potrebno preverjanje pristnosti

source: Written successfully
ca: Escrit correctament
hi: सफलतापूर्वक लिखा गया
ka: წარმატებით ჩაიწერა
ko: 성공적으로 기록되었습니다
ro: Scris cu succes
sl: Uspešno zapisano

source: Writing at %.1f MB/s…
ca: S'està escrivint a %.1f MB/s…
hi: %1f MB/s पर लिखा जा रहा है…
ka: ჩაწერა სიჩქარით %.1f მბ/წმ…
ko: %.1f MB/s로 기록중…
ro: Se scrie la %.1f MB/s…
sl: Pisanje pri %.1f MB/s ...

source: Writing…
ca: S'està escrivint…
hi: लिखा जा रहा है…
ka: ჩაწერა…
ko: 기록중…
ro: Se scrie…
sl: Poteka zapisovanje ...

source: Verifying at %.1f MB/s…
ca: S'està verificant a %.1f MB/s…
hi: %1f MB/s पर सत्यापन हो रहा है…
ka: გადამოწმება სიჩქარით %.1f მბ/წმ…
ko: %.1f MB/s로 검사중…
ro: Se verifică la %.1f MB/s…
sl: Preverjanje pri %.1f MB/s ...

source: Verifying…
ca: S'està verificant…
hi: सत्यापन किया जा रहा है…
ka: შემოწმება…
ko: 검사중…
ro: Se verifică…
sl: Poteka preverjanje ...

source: USB Flash Drive
ca: Memòria USB
hi: USB फ्लैश ड्राइव
ka: USB Flash დისკი
ko: USB 플래시 드라이브
ro: Stick USB
sl: Pomnilniški ključek USB

source: New hub label
ca: Etiqueta nova del concentrador
hi: नया हब लेबल
ka: ახალი ჰაბის ჭდე
ko: 새 허브 레이블
ro: Etichetă hub nouă
sl: Nova oznaka zvezdišča

source: GNOME MultiWriter
hi: GNOME मल्टीराइटर
ko: 그놈 멀티라이터
sl: MultiWriter GNOME

source: Image written successfully
ca: Imatge escrita amb èxit
hi: छवि सफलतापूर्वक लिखी गई
ka: ასლი წარმატებით ჩაიწერა
ko: 이미지가 성공적으로 기록되었습니다
ro: Imagine scrisă cu succes
sl: Slika je uspešno zapisana

source: Cancelled
ca: Cancel·lat
hi: रद्द किया गया
ka: შეწყვეტილია
ko: 취소됨
ro: Anulat
sl: Preklicano

source: Failed to open
ca: Error en obrir
hi: खोलने में असफल
ka: გახსნის შეცდომა
ko: 열기 실패
ro: Eșec la deschidere
sl: Ni mogoče odpreti

source: Choose the file to write
ca: Trieu el fitxer a escriure
hi: लिखने हेतु फाइल चुनें
ka: აირჩიეთ ჩასაწერი ფაილი
ko: 기록할 파일 선택
ro: Alegeți un fișier pentru scriere
sl: Izberite datoteko, ki jo želite zapisati

source: Cancel
ca: Cancel·la
hi: रद्द करें
ka: გაუქმება
ko: 취소
ro: Anulează
sl: Prekliči

source: Import
ca: Importa
hi: आयात
ka: შემოტანა
ko: 불러오기
ro: Importă
sl: Uvozi

source: ISO files
ca: Fitxers ISO
hi: ISO फाइलें
ka: ISO ფაილები
ko: ISO 파일
ro: Fișiere ISO
sl: Datoteke ISO

source: Failed to copy
ca: Error en copiar
hi: प्रतिलिपि बनाने में विफल
ka: კოპირების შეცდომა
ko: 복사하지 못했습니다
ro: Eșec la copiere
sl: Kopiranje je spodletelo

source: Writing ISO to devices
ca: Escrivint ISO als dispositius
hi: उपकरणों पर ISO लिखी जा रहा है
ka: ISO-ის მოწყობილობებზე ჩაწერა
ko: 장치에 ISO 쓰기
ro: Se scrie ISO-ul pe dispozitive
sl: Pisanje ISO v naprave

source: Write to all disks?
ca: Escriure tots els discs?
hi: सभी डिस्क पर लिखें?
ka: ჩავწერო ყველა დისკზე?
ko: 모든 디스크에 기록하겠습니까?
ro: Scriu toate discurile?
sl: Ali želite pisati na vse diske?

source: All data on the drives will be deleted.
ca: Totes les dades a les unitats seran suprimides.
hi: ड्राइव का सारा डेटा मिटा दिया जाएगा।
ka: მოწყობილობებზე მონაცემები სრულად წაიშლება.
ko: 드라이브의 모든 데이터가 삭제됩니다.
ro: Toate datele de pe dispozitive vor fi șterse.
sl: Vsi podatki na pogonih bodo izbrisani.

source: The ISO file is smaller than the disk capacity.
ca: El fitxer ISO és més petit que la capacitat del disc.
hi: ISO फाइल डिस्क क्षमता से छोटी है।
ka: ISO ფაილი დისკის მოცულობაზე პატარაა.
ko: ISO 파일이 디스크 용량보다 작습니다.
ro: Fișierul ISO este mai mic decât capacitatea discului.
sl: Datoteka ISO je manjša od zmogljivosti diska.

source: Some of the current contents of the drives could be still found using forensic tools even after copying.
ca: Alguns dels continguts actuals de les unitats encara es poden trobar utilitzant eines forenses fins i tot després de copiar.
hi: ड्राइव की कुछ मौजूदा सामग्री कॉपी करने के बाद भी फोरेंसिक टूल का उपयोग करके पाई जा सकती है।
ko: 장치의 현재 드라이브의 현재 내용 중 일부는 복사 후에도 포렌식 도구를 사용하여 찾을 수 있습니다.
ro: Conținutul dispozitivelor poate încă fi găsit utilizând unelte judiciare după copiere.
sl: Nekatere trenutne vsebine pogonov je bilo še vedno mogoče najti s forenzičnimi orodji tudi po kopiranju.

source: I Understand
ca: Entesos
hi: मैं समझता हूं
ka: I გავიგე
ko: 이해합니다
ro: Înțeleg
sl: Razumem

source: About GNOME MultiWriter
ca: Quant a GNOME MultiWriter
hi: GNOME मल्टीराइटर के बारे में
ka: GNOME MultiWriter-ის შესახებ
ko: 그놈 멀티라이터 정보
ro: Despre GNOME MultiWriter
sl: O programu MultiWriter GNOME

source: translator-credits
ca: Jordi Mas i Hernàndez <jmas@softcatala.org>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ka: ეკატერინე პაპავა
ko: 성대현 <sungdh86+git@gmail.com>
ro: Daniel Șerbănescu <daniel [at] serbanescu [dot] dk>, 2020
sl: Matej Urbančič <matej.u@svn.gnome.org>

source: Verify
ca: Verifica
hi: सत्यापित करें
ka: შემოწმება
ko: 검사
ro: Verifică
sl: Preveri

source: Wipe
ca: Esborrat
hi: साफ करना
ka: წაშლა
ko: 지움
ro: Curăță
sl: Varno izbriši

source: Probe
ca: Comprova
hi: जांच
ka: ცდა
ko: 검증
ro: Investighează
sl: Sondiraj

source: Allow renaming the labels on hubs
ca: Permet canviar el nom de les etiquetes als hubs
hi: हब पर लेबल का नाम बदलने की अनुमति दें
ka: ჰაბებზე ჭდეების სახელი გადარქმევის დაშვება
ko: 허브에서 레이블 이름 바꾸기 허용
ro: Permite redenumirea etichetelor huburilor
sl: Dovoli preimenovanje oznak v zvezdiščih

source: Show extra debugging information
ca: Mostra informació de depuració
hi: अतिरिक्त डिबगिंग जानकारी दिखाएं
ka: გამართვის დამატებითი ინფორმაციის ჩვენება
ko: 추가 디버깅 정보 표시
ro: Arată informații de depanare adiționale
sl: Pokaži dodatne podatke za razhroščevanje

source: Failed to parse command line options
ca: Error analitzant opcions de la línia d'ordres
hi: कमांड लाइन विकल्पों का विश्लेषण करने में विफल
ka: ბრძანებების სტრიქონის პარამეტრების დამუშავების შეცდომა
ko: 명령행 옵션을 해석에 실패하였습니다
ro: Eșec la parsarea opțiunilor din linia de comandă
sl: Razčlenjevanje možnosti ukazne vrstice je spodletelo

source: Start Copying
ca: Comença a copiar
hi: प्रतिलिपि बनाना प्रारंभ करें
ka: კოპირების დაწყება
ko: 복사 시작
ro: Începe copierea
sl: Začni kopirati

source: Random seed for predictability
ca: Llavor aleatòria per a la previsibilitat
hi: पूर्वानुमेयता के लिए यादृच्छिक बीज
ka: შემთხვევითი რიცხვი არჩევადობისთვის
ko: 예측 가능성에 대한 무작위 시드
ro: Sămânță aleatorie pentru prezicere
sl: Naključno seme za predvidljivost
